[
  {
    "title": "Ночь 1",
    "text": "Ночь первая: Знакомство в руинах\n\nТьма в Чёрных Садах была особенной — не просто отсутствием света, а чем-то живым, вязким, обволакивающим. Она оседала на коже липкой плёнкой, проникала в лёгкие с каждым вдохом, заставляя сердце биться чуть быстрее. Ситори провёл языком по пересохшим губам, ощущая вкус магической пыли — горьковатый, с металлическим привкусом, словно он лизал лезвие ножа.\n\nКварк, свернувшийся у него на плече, внезапно напрягся.\n\n'Здесь пахнет чужим', — прошептал кот, и его голос прозвучал прямо в сознании, как всегда, когда он был взволнован. Шерсть на загривке встала дыбом, и Ситори почувствовал, как по его спине пробежали мурашки.\n\nОн замедил шаг. Руины храма перед ними изгибались в неестественных углах, словно кто-то сломал реальность и собрал её заново, но кое-как. Стены покрывал чёрный мох, мерцающий тусклым синим светом при малейшем движении воздуха. Ситори протянул руку, коснулся пальцами древней кладки — и мох вспыхнул ярче, осветив его бледную кожу холодным сиянием.\n\n— Ты не должен был сюда приходить, — сказал кто-то за его спиной.\n\nГолос прозвучал так неожиданно, что Ситори вздрогнул и резко обернулся. Незнакомец стоял в тени разрушенной арки, и лишь золотистый отсвет в его глазах выдавал, что это не очередная галлюцинация, порождённая магией этого места.\n\nЧеловек? Нет. Демон. Но какой-то... другой.\n\n— Это место не прощает любопытных, — продолжил незнакомец. Его слова падали тяжело, как камни в бездонный колодец, и эхо разносилось по руинам, смешиваясь с шёпотом теней.\n\nСитори не ответил. Вместо этого он неосознанно прижал ладонь к алтарю в центре храма — и камень под его пальцами дрогнул.\n\nВсё произошло мгновенно.\n\nТрещина. Фиолетовое пламя, вырывающееся из неё. Громкий треск, от которого заложило уши. И затем — чья-то рука, сжимающая его запястье с такой силой, что кости затрещали.\n\nОн даже не успел закричать.\n\nМагии столкнулись.\n\nСвет Ситори — чистый, почти болезненно-яркий — переплелся с чем-то тёмным, глубоким, бесконечно древним. Воздух взорвался искрами, и на каменном полу расцвели хрустальные цветы. Они росли прямо на глазах, их лепестки переливались всеми оттенками синего и фиолетового, а в сердцевине мерцали крошечные звёзды.\n\nКварк выгнул спину и зашипел, прыгнув на землю.\n\nНезнакомец разжал пальцы и отступил на шаг. Его глаза — теперь Ситори разглядел их properly — были действительно золотыми, с вертикальными зрачками, как у хищника.\n\n— Интересно..., — прошептал он, глядя на цветы. Они не должны были вырасти.\n\nСитори медленно поднял дрожащую руку. Его магия всё ещё колыхалась в воздухе, как морская пена после шторма.\n\n— Кто вы? — спросил он, и его собственный голос показался ему чужим.\n\nНезнакомец не ответил. Вместо этого он наклонился, сорвал один из цветов и протянул его Ситори.\n\n— Возьми. На память.\n\nИ прежде чем Ситори успел что-то сказать, тени сомкнулись вокруг незнакомца, и он исчез.\n\nТолько цветок в его руке — и шепот Кварка:\n\n'Он пахнет звёздами... и пеплом.'"
  },
  {
    "title": "Ночь 2",
    "text": "Ночь вторая: Прикосновение власти\n\nКварк урчал, уткнувшись мордой в лапы, когда Ситори вновь коснулся лепестков хрустального цветка. Тот отозвался мягким светом, как будто дышал — будто ждал чего-то. Или кого-то.\n\nСитори не спал. Время стиралось. Его взгляд возвращался к западной арке, туда, где в прошлый раз исчез Он.\n\nЖдал? Ситори бы не признался себе в этом. Но ожидание было в каждом движении, в каждом вдохе.\n\nИ вот — тени у арки сгустились. Беззвучно. Не как приход — как приказ.\n\nОн стоял там: высокий, в чёрном кафтане, и глаза его светились золотом, как свет звезды, которую не ослепишь. Хищные, властные. Не оставляющие пространства для сомнений.\n\n— Опять ты, — голос прозвучал спокойно. Даже лениво. Но в нём чувствовалась власть, как в дыхании пламени.\n\nСитори приподнялся. — Вы… вернулись?\n\n— Я никогда не ухожу, — отозвался он. — Лишь позволяю забыть на время.\n\nОн сделал шаг. Его движения были точны, экономны. Не скользил — владел пространством. И пространство подчинялось.\n\n— Почему ты продолжаешь приходить? — спросил Незнакомец, разглядывая цветок. — Любопытство? Или одиночество?\n\nСитори не знал, что ответить. Сам вопрос показался слишком личным.\n\n— Я... не знаю.\n\nНезнакомец усмехнулся. Не добродушно. Как будто услышал подтверждение не своей догадки — своего приговора.\n\nНейтрон шагнул вперёд. Он смотрел, как всегда, настороженно — но не шипел. Наоборот. Кот дотронулся до сапога демона.\n\nНезнакомец опустил взгляд, но не пошевелился. Лишь поднял руку — и провёл ею над шерстью.\n\nНа мгновение — мир замер.\n\nШерсть стала прозрачной. В ней открылась бесконечность. Словно сквозь тело кота можно было заглянуть в космос, который был... подчинён. Неотъемлем.\n\n— Они помнят, — произнёс он. — Даже если ты — нет.\n\nСитори хотел спросить: что именно? Но горло сжалось. Магия вокруг — его собственная и чужая — сливалась в воздухе, тягучей, как мёд.\n\n— Я не знаю, как вас звать, — с трудом выдохнул он.\n\n— И не должен, — Незнакомец посмотрел прямо в его душу. — Пока ты не заслужишь имени, его знать — вредно.\n\nОн развернулся, и воздух дрогнул от тени.\n\n— Но ты можешь продолжать приходить. Я разрешаю.\n\nИ исчез.\n\nСитори остался сидеть, не понимая — в этом ли был вызов… или приказ.\n\nЦветок в его ладони засиял ярче, отзываясь. Или отдавая дань тому, кто только что прошёл сквозь этот мир, как царь — по храму."
  },
  {
    "title": "Интерлюдия: Возвращение домой",
    "text": "Между Ночами: Возвращение домой\n\nСитори прижал ладонь к фамильному гербу у ворот — змея, пожирающая собственную тень, свивалась в узор, обжигающий пальцы. Дерево под кожей дышало. Дом чувствовал возвращение. И не прощал его.\n\nТишина в саду казалась слишком плотной, как будто воздух сгустился в желе. Коты прижались к ногам — даже Кварк не мурлыкал. Луна соскальзывала по крышам, боясь заглянуть внутрь.\n\n— Опять где-то шлялся?\n\nГолос Ариэля сорвался с верхней галереи, лёгкий, почти ленивый, но в нём уже скользила бритвенная кромка. Ситори не ответил, только провёл рукой по спине Нейтрона. Тот дрожал, будто ловил запах грозы.\n\n— В библиотеке, — выдохнул он.\n\n— Конечно. — Ариэль усмехнулся. — И какие жуткие фолианты ты изучал в три утра?\n\nОн спрыгнул вниз беззвучно, как ящерица с дерева. Плащ распахнулся за ним, будто крылья.\n\n— Отец искал тебя. Опять. Ты, как всегда, был недоступен.\n\nСитори поднял глаза. Ариэль был красив, как огонь, и так же опасен — рыжие волосы, зелёные глаза, в которых не было ни капли сомнений. Ни разу.\n\n— Я не знал.\n\n— Ты никогда не знаешь, — почти ласково.\n\nПальцы сомкнулись в его волосах. Резкий рывок. Боль вспыхнула в виске. Но Ситори остался неподвижен. Всё как всегда. Всё знакомо.\n\n— Ты идёшь к нему. Сейчас. Не заставляй меня напоминать, кто в этом доме имеет голос.\n\nИ он отпустил. Почти аккуратно.\n\nКабинет Андромелеха\n\nТяжёлый воздух. Пыль веков, вино, пергамент и что-то, похожее на старую кровь. Шторы всегда закрыты. Мир здесь — крошечный, тёмный, имперский.\n\nАндромелех сидел за массивным столом, как тронный голем, собирающий в себе все приказы мира. Посох подле руки — тонкий, гравированный, как часть его самого.\n\n— Где?\n\n— В руинах. За Чёрными садами.\n\n— Зачем?\n\n— Я... изучал артефакты.\n\nПауза. Посох стукнулся об пол. Один раз. Не громко. Но от звука по позвоночнику Ситори пробежали иглы.\n\n— Ты врёшь, — мягко сказал отец. — И ты знаешь, что бывает, когда ты врёшь.\n\nОн поднялся. Его шаги были неспешны, но в них ощущалось движение стены. Он встал перед Ситори. Тень накрыла его с головой.\n\n— Я чувствую это на тебе. След чужой силы. Ты что-то принёс домой.\n\n— Нет.\n\n— В последний раз спрашиваю.\n\n— Я... встретил кого-то.\n\nТишина. Глубокая, как бездна.\n\n— Кого?\n\nСитори не знал, почему сказал правду.\n\n— Не знаю.\n\nПосох опустился, быстро. В живот. Он согнулся. Второй удар — по рёбрам. Третий — по плечу. Он не закричал. Только выдохнул. Как можно тише.\n\n— Имя. Ты принесёшь мне имя. Или я вырежу его из тебя сам.\n\nКомната Ситори\n\nТени в его комнате были тише, чем во дворце. Почти ласковые. Аиша стояла у окна, её серебристые волосы напоминали отражение луны в воде. В руках — ни книги, ни знака, будто она просто существовала, как статуя.\n\n— Ты опять... — начала она.\n\n— Мама. Пожалуйста. Не сейчас.\n\nОна не подошла. Только смотрела. В её взгляде не было упрёка. Только страх. И усталость.\n\n— Он не шутит.\n\n— Я знаю.\n\n— Кто этот человек?\n\nСитори закрыл глаза.\n\n— Не знаю.\n\nОна вздохнула. Тяжело.\n\n— Тогда придумай. Или сбеги.\n\nДверь закрылась бесшумно.\n\nНейтрон прыгнул на кровать и уткнулся мордой в руку Ситори."
  },
  {
    "title": "Ночь 3",
    "text": "Ночь третья: Неизбежное приближение\n\nСитори пришёл в руины раньше обычного.\n\nНебо ещё не успело полностью потухнуть, и тусклый отсвет Преисподней ложился на камни жирными мазками багрового света. Он шёл, чуть согнувшись, прижимая руку к боку. Боль не отпускала с утра — подарки отцовского посоха.\n\nНейтрон ступал рядом бесшумно, улавливая его напряжение.\n\nНо что-то изменилось.\n\nРуины встретили его не тишиной, как прежде, а гулким эхом — будто стены впитывали каждый шаг, каждое движение, и возвращали его с задержкой. Воздух был тягучим, насыщенным магией, как перед грозой. Где-то в глубине — на месте алтаря — светилось слабое фиолетовое пламя.\n\nСитори остановился.\n\nОн не знал, зачем пришёл. Или знал — и не хотел этого признавать.\n\nОн чувствовал чужое присутствие ещё до того, как тень вышла из темноты.\n\n— Слишком рано, — раздался голос.\n\nОн был спокоен, но в нём было то, что останавливало дыхание. Власть, что не требовала доказательств. Звук, к которому прислушиваются даже стены.\n\nНезнакомец. Тот же, кого Ситори видел уже две ночи — стоял в нескольких шагах. Он больше не прятался за полумраком. Чёрный кафтан, серебро в волосах, и те же золотые глаза, в которых светилась чуждая, неуместная тишина.\n\n— Я не думал, что вы появитесь снова, — тихо сказал Ситори.\n\nНезнакомец не ответил сразу. Его взгляд скользнул по Ситори, остановившись на его позе, руке, прижатой к боку.\n\n— Ты ранен, — произнёс он, не спрашивая.\n\nСитори невольно напрягся.\n\n— Это не ваше дело.\n\n— Всё здесь — моё дело, — отрезал «Л.», спокойно, но без намёка на мягкость.\n\nОн шагнул ближе, и в этом шаге было что-то пугающе уверенное — не угроза, но констатация власти. Не спрашивающей, не объясняющейся.\n\nСитори отступил. На один шаг. Этого хватило, чтобы почувствовать, как стены будто сдвинулись ближе.\n\n— Я пришёл не за этим, — выдавил он.\n\n— Зачем тогда?\n\n— Я не обязан отвечать.\n\nТишина.\n\nПотом — лёгкое движение воздуха. Незнакомец подошёл ближе. Слишком близко.\n\n— Обязан — нет. Но если ты хочешь выжить — тебе придётся научиться говорить.\n\nОн протянул руку — не чтобы коснуться, но достаточно, чтобы Ситори почувствовал, насколько она близко. В воздухе возник дрожащий резонанс. Магия.\n\nСитори стиснул зубы.\n\n— Не трогайте меня.\n\nРука осталась в воздухе.\n\n— Хорошо, — сказал Люцифер. Его голос сместился, стал почти мягким. Почти. — Но рано или поздно кто-то всё равно это сделает.\n\nОн отступил первым — что удивительно. Тень словно скользнула с его плеч, впиталась в землю.\n\n— У тебя есть дар, — сказал он. — Но без воли ты станешь лишь сосудом.\n\nСитори не ответил.\n\n— Завтра. Я приду. И ты уже не будешь выглядеть так жалко.\n\nОн исчез. Без звука. Без тени.\n\nНейтрон зашипел в пустоту.\n\nСитори остался стоять, сжимая ладонью ребро, чувствуя, как внутри что-то дрожит — не страх, не боль. Что-то, что будет хуже, если дать ему имя."
  },
  {
    "title": "Интерлюдия: Разговор Сингуларии и Незнакомца",
    "text": "Интерлюдия: Наблюдатель\n\nОбсерватория на краю реальности. Стены — из застывшего света, потолка нет, только вращающиеся созвездия. Свет и тьма не спорят здесь — они сосуществуют.\n\nОн стоял у окна — высоком, изогнутом, будто выгнутом самой геометрией Преисподней. Он смотрел вниз, на один из нижних слоёв — туда, где сейчас медленно шёл Ситори. Тот держался за рёбра и шёл слишком прямо для того, кто едва дышит.\n\nСингулария появилась в отражении. Беззвучно. От неё пахло ничем — как от небытия.\n\n— Ты наблюдаешь за ним уже три часа, — сказала она. Не вопрос, не упрёк. Просто факт, как падение звезды.\n\n— Я слежу за многими, — ответил Он, не отводя взгляда.\n\n— Но этот — один. Единственный. — Она подошла ближе, всматриваясь в его лицо. — Ты давно не позволял себе столько вовлечённости. Почему он?\n\nОн промолчал. В его взгляде не было ни жалости, ни интереса. Но не было и пустоты. Только удерживаемое решение.\n\nСингулария чуть прищурилась.\n\n— Ты знаешь, что он врёт дома. Что боится собственного имени. Что он не твой.\n\n— Пока, — спокойно ответил Он.\n\nОна приподняла бровь.\n\n— То есть ты уже решил.\n\n— Я наблюдаю, — повторил Он. — Пока он идёт к краю — я наблюдаю. Но если он сделает шаг... я не дам ему упасть.\n\nСингулария усмехнулась.\n\n— Как милосердно. Ты, великий Император Преисподней, играешь в спасителя для того, кто даже не знает, что тонет.\n\nИмператор наконец обернулся. Его глаза — всё ещё золотые, но в них горел выбор.\n\n— Он знает. Он просто не признаётся.\n\n— Как и ты?\n\nОн не ответил. Только чуть сжал пальцы — и на рукаве осталась пыль. Светлая, как от лепестков. След.\n\nСингулария взглянула на это пятно.\n\n— Белые розы в Чёрном саду. Это жест. Он их не понял.\n\n— Он почувствовал.\n\n— Ты подарил ему завтра.\n\n— Я не позволю, чтобы в моём мире его ломали дальше. Это... неприемлемо.\n\nТон был почти ледяным. Но холод — это тоже форма защиты.\n\nСингулария на мгновение замолчала. Затем, медленно, с нечастой для неё мягкостью:\n\n— Он меняет тебя.\n\n— Он меня помнит, — ответил Император, глядя куда-то вглубь себя. — Даже не зная, кого именно. И это... раздражает.\n\n— Ты злишься на него?\n\n— На себя. Что всё ещё хочу быть узнанным.\n\nМолчание.\n\nЗатем Сингулария отступила, её платье растворилось в созвездиях.\n\n— Береги себя, брат. Если ты сорвёшься — никто не удержит тебя, кроме него. А он пока слишком хрупкий.\n\nОна исчезла, оставив на подоконнике знак — узор звёзд, складывающийся в бегущего снежного барса.\n\nИмператор посмотрел на него — долго — и только после этого позволил себе медленно выдохнуть."
  },
   {
    "title": "Ночь 4",
    "text": "Ночь четвёртая: Из магии и одиночества\n\nЧёрные Сады в эту ночь молчали, словно затаили дыхание. Ни шороха, ни стрекота, ни далёкого воя теней - только звук шагов Ситори, хрустящих по мёртвой траве. Он пришёл раньше обычного, гонимый утренними словами Ариэля, резкими, как удар хлыста: 'Твои кошки - уродство. Как и ты. Они сделали тебя чужим.' Аиша молчала, отводя глаза, а взгляд Андромелеха, холодный, как чёрный мрамор, обещал наказание. Ситори чувствовал, как магия в груди дрожит, словно пойманная птица, готовая вырваться - или умереть.\n\nОн сел на край разрушенного фонтана, где из трещин мрамора пробивался мох, слабо мерцающий синим. Коты появились беззвучно, как всегда. Нейтрон - первый, с глазами, как звёзды, тёплый и сдержанный. Кварк - второй, мурлыкающий, будто делясь теплом, которого Ситори не просил. Эфир - третий, призрачный, с серебристыми глазами, что смотрели сквозь него, словно видели саму суть. Они не были просто магией. Они были его первым творением - единственным, что он осмелился создать. И единственным, что осталось с ним, когда семья отвернулась.\n\n- Они не боятся тебя, - раздался голос позади, низкий, как раскат далёкого грома.\n\nСитори не вздрогнул. Он уже привык, что Люцифер появляется из ниоткуда, словно тьма научилась ходить. Высокий, в чёрном плаще, с золотыми глазами, в которых мерцало что-то древнее, он сел на сломанный пьедестал фонтана, вытянув ноги с лёгкостью, будто владел каждым камнем в этом саду. Кварк тут же прыгнул к нему, потёрся о сапог, и Люцифер чуть склонил голову, позволяя.\n\n- Они не знают страха, - ответил Ситори тихо, проводя ладонью по спине Нейтрона. Тот заурчал, но звук был почти скорбным. - Я не учил их бояться. Я не хотел, чтобы они были как я.\n\nЛюцифер прищурился, его взгляд был острым, как лезвие, но без угрозы. Только внимание, глубокое, почти пугающее.\n\n- Расскажи, - сказал он. Не приказ, но и не просьба.\n\nСитори сжал губы, чувствуя, как слова царапают горло. Он не говорил об этом никому - ни Аише, ни даже себе вслух. Но сады, казалось, требовали правды, и он подчинился.\n\n- Я был один. Всегда. Моя магия... она не такая, как у них. Не огонь, не разрушение. Она светилась, как звёзды, и я не мог её спрятать. Отец называл это слабостью. Ариэль - уродством. Аиша просто молчала. Я пытался быть как они, но не мог. И тогда... я не выдержал. Я держал свет в руках - слишком долго, слишком сильно. Он стал тёплым. Мягким. Живым. - Он посмотрел на котов, и его голос дрогнул. - Они родились из этого света. Нейтрон, Кварк, Эфир. Первое, что я создал. Единственное. И после этого семья отвернулась. Они сказали, что я предал их природу. Что моя магия - угроза роду.\n\nКоты свернулись у его ног, их шерсть слабо мерцала, как отражение звёзд в воде. Эфир поднял голову, и его серебристые глаза встретились с глазами Люцифера. На миг Ситори показалось, что между ними промелькнуло что-то - узнавание, древнее, как сами сады.\n\n- Они - твоя правда, - сказал Люцифер, и его голос был тихим, но тяжёлым, как приговор. - Ты создал их не потому, что хотел. Потому что не мог иначе.\n\nСитори опустил взгляд, чувствуя, как грудь сжимает стыд. Не за котов, а за то, что он позволил семье заставить его стыдиться их. Его пальцы стиснули мох, и тот вспыхнул ярче, отражая его эмоции.\n\n- Они ненавидят меня за это, - выдохнул он. - Отец говорит, что я принёс позор. Ариэль... он видит во мне угрозу. Аиша просто смотрит, как будто я уже мёртв. Я не хотел создавать их. Но без них я бы... исчез.\n\nЛюцифер молчал, но его глаза, золотые, с вертикальными зрачками, смотрели не на Ситори, а сквозь него - в ту же пустоту, что жила в нём самом. Он медленно поднялся и подошёл ближе, так близко, что Ситори почувствовал запах его плаща - дым, металл, пепел и что-то, похожее на звёзды. Люцифер снял плащ и, не спрашивая, накинул его на плечи Ситори. Ткань была тяжёлой, слишком большой, но тёплой, как объятие, которого он не ждал.\n\n- Они не ненавидят тебя, - сказал Люцифер, и его голос стал чуть мягче, но всё ещё резал, как холодный ветер. - Они боятся того, что ты можешь создать. Как и ты сам.\n\nСитори дёрнулся, собираясь снять плащ, но Нейтрон прыгнул ему на колени, а Кварк и Эфир устроились поверх ткани, будто утверждая: останься. Их тепло было единственным, что удерживало его от слов, готовых сорваться с языка. Он посмотрел на Люцифера, и в его взгляде мелькнуло нечто новое - не страх, не гнев, а понимание. Что-то, что он не мог назвать, но чувствовал, как эхо в груди.\n\n- Почему вы здесь? - спросил он, почти шёпотом. - Почему вы... видите меня?\n\nЛюцифер не ответил сразу. Его взгляд скользнул по котам, потом вернулся к Ситори. В нём не было жалости, но была странная тень - как будто он видел в Ситори отражение чего-то давно потерянного.\n\n- Потому что ты не молчишь, котёнок, - сказал он наконец. - Даже когда боишься. А я устал от тишины.\n\nСитори хотел возразить, но слова застряли. Коты заурчали громче, их свет отражался в мраке, как звёзды в бездонной воде. Люцифер шагнул к теням, но перед тем, как исчезнуть, обернулся.\n\n- Останься, - сказал он, и его голос был как обещание, тяжёлый, но тёплый. - Они знают, кто ты. И я тоже.\n\nОн растворился в темноте, как будто его никогда не было. Ситори остался сидеть, прижимая к себе плащ, пахнущий пеплом и звёздами. Коты не шевелились, их тепло обволакивало, как сад, который, казалось, дышал вместе с ними."
  },
  {
  "title": "Ночь пятая 5",
  "text": "Ночь пятая: Прикосновение\n\nЧёрные Сады звали. Не песней, не шёпотом, а тягучей болью под рёбрами, будто кто-то обмотал его душу невидимой нитью и дёргал - медленно, но неотвратимо. Ситори шёл, сопротивляясь каждому шагу, но зная, что не остановится. Не сможет. Ноги сами несли его к руинам, где мох светился синим, а тени дышали, как живые. Плащ Незнакомца, всё ещё пахнущий дымом, пеплом и чем-то древним, как звёзды, висел на его плечах - слишком тяжёлый, слишком чужой, но тёплый, как ничто другое в Преисподней. Он не хотел признавать, что этот плащ стал якорем, удерживающим его от пустоты.\n\nУтро было тяжёлым. Ариэль, с его вечной злостью, бросил: 'Твои кошки - уродство, Ситори. Они светятся, как твоя слабость, и если Император это увидит, наш род сгинет!' Аиша молчала, её глаза были полны страха, а Андромелех смотрел так, будто Ситори уже был мёртв. Его магия, его коты - Нейтрон, Кварк, Эфир - всё, что он создал, было для них проклятьем. Даже его звериная кровь, которую он научился скрывать с детства, была для них позором. Он сжал кулаки, чувствуя, как когти на миг удлиняются, но тут же подавил их, как привык. Контроль - это всё, чему его научила семья. Контроль, чтобы не стать 'чудовищем'.\n\nУ алтаря Незнакомец ждал, как всегда - бесконечно спокойный, будто сама ночь склонялась перед ним. Его чёрный плащ сливался с тенями, а золотые глаза, с вертикальными зрачками, мерцали, как звёзды, которые Ситори видел только в своих кошках. В его взгляде была усталость, но не слабость - усталость тех, кто видел слишком много рассветов, которых больше не будет.\n\n- Опоздали, - сказал он, и его голос, низкий, как раскат грома, был одновременно насмешливым и тёплым.\n\nСитори не ответил. Он был слишком занят тем, чтобы не упасть - ноги подкашивались, а в висках стучало. Воздух казался тягучим, как будто в нём застыло дыхание ушедших. Каждое движение давалось с усилием, и внутри росла дрожь - не страх, не слабость, а что-то между: ожидание, отвращение, бессилие… и притяжение. Его глаза на миг вспыхнули кошачьим светом, но он подавил его, стиснув зубы. Он не позволит себе потерять контроль. Не здесь. Не перед ним.\n\n- Что с вами? - спросил Незнакомец, шагнув ближе. Его голос был твёрдым, как металл, из которого куют приговоры, но в нём сквозило что-то ещё - интерес, почти хищный.\n\n- Ничего… - Слова вышли хрипло, слишком хрупко. Ситори сжал кулаки, чувствуя, как когти впиваются в ладони, но тут же заставил их исчезнуть.\n\n- Врёте.\n\nНезнакомец шагнул ещё ближе, и его пальцы - длинные, почти холодные - коснулись лба Ситори. Не хваткой, не толчком, как раньше, а мягко, почти нежно. Но в этом 'почти' была сила, от которой нельзя было отвернуться.\n\nСитори ахнул.\n\nМагия внутри него - всегда напряжённая, всегда скрытая, всегда на грани - вспыхнула. Не как вспышка силы, а как отклик, как боль узнавания. Его сердце сжалось, будто этот жест был не просто прикосновением, а зовом на языке, который его тело помнило, а разум - нет. Хрустальные цветы у алтаря засияли ярче, их свет отражался в глазах Нейтрона, Кварка и Эфира, которые сидели рядом, неподвижные, как стражи. Эфир, с его серебристыми глазами, смотрел на Незнакомца, будто видел в нём нечто большее, чем Ситори мог понять.\n\nГде-то в глубине сознания щёлкнуло - не больно, но навсегда.\n\nНезнакомец отдёрнул руку, его глаза, всегда спокойные, всегда скрытые за равнодушием, на миг вспыхнули живым интересом, как звёзды, о которых говорили коты. Он разжал пальцы, будто проверяя, не осталось ли на них следов магии Ситори.\n\n- Интересно, - сказал он, и его голос был тише, но тяжелее, как эхо далёкого огня.\n\nСитори тяжело дышал. Горло сжалось. Кожа там, где касались пальцы, горела - не от жара, а от стыда, от растерянности, от невозможности понять, что с ним происходит. Его глаза снова вспыхнули кошачьим светом, и он почувствовал, как когти удлиняются, но тут же подавил их, сжав кулаки так, что кровь проступила на ладонях.\n\n- Что… что вы сделали? - выдохнул он, его голос дрожал, выдавая всё, что он пытался скрыть.\n\n- Ничего. - Незнакомец смотрел на него, и в его взгляде было что-то новое - не насмешка, не жалость, а понимание. - Это ты отреагировал, котёнок.\n\nСитори вздрогнул от прозвища, но не успел возразить. Его магия, его кошки, его звериная кровь - всё, что он скрывал, вдруг стало слишком близко к поверхности. Он хотел отвернуться, уйти, исчезнуть, но ноги не слушались. Нейтрон, сидящий у его ног, смотрел на них обоих, будто знал что-то, чего Ситори не мог понять. Кварк тихо мурлыкал, а Эфир шепнул, почти неслышно: 'Он помнит твой свет.'\n\n- На… вас? - Ситори сглотнул, чувствуя, как паника нарастает, как свет в старом фонаре, готовый погаснуть.\n\n- На меня.\n\nТишина упала, тяжёлая, как пепел. Даже коты замерли, их шерсть слабо мерцала, отражая свет цветов. Ситори чувствовал, как его контроль дрожит, как звериная суть рвётся наружу, но он держал её, как всегда. Он не позволит ей вырваться. Не перед ним.\n\nНезнакомец поднял руку снова - медленно, как будто проверяя, не убежит ли он. Ситори не убежал. Второе прикосновение - к виску, мягкое, выверенное - вызвало новую вспышку магии, как ток, как нерв, который не слушается воли. Хрустальные цветы вокруг загорелись ярче, их свет слился с сиянием котов, и на миг Ситори увидел в тенях алтаря отблеск - крыло, мерцающее звёздами, как в его видениях. Его глаза снова стали кошачьими, и он почувствовал, как когти царапают ладони, но он стиснул их, не давая трансформации завершиться.\n\nОн не знал, зачем позволил это. Почему не оттолкнул. Почему не сказал 'нет'. Может, потому что это был не приказ, не требование, а приглашение - опасное, но тёплое. Незнакомец усмехнулся, но в этой усмешке не было насмешки, только глубокое, хищное понимание.\n\n- Ты действительно особенный, котёнок, - сказал он, и его голос был как шёпот звёзд, которые Ситори видел в своих кошках. - Твои кошки знают это. И я тоже.\n\nСитори хотел возразить, но горло сжалось. Его рука дрогнула, и он - неосознанно - прижался к ладони Незнакомца. На секунду. Хватило.\n\nМир замер, будто сделал вдох и не выдохнул. Внутри Ситори что-то оборвалось - от стыда, от странной боли, похожей на тепло, от самого себя. Он резко отпрянул, щёки вспыхнули, а глаза, всё ещё кошачьи, сверкнули гневом.\n\n- Не называйте меня так, - выпалил он, но голос был слабым, почти умоляющим.\n\n- Буду. - Незнакомец убрал руку, неторопливо, его взгляд потемнел, но не золотом, а чем-то глубже, как пепел, о котором шептали коты. - Потому что ты мой котёнок. И только что это подтвердил.\n\nСитори хотел ответить, но слова застряли. Коты смотрели на него, их шерсть мерцала, как звёзды, а Эфир шепнул: 'Он оставил пепел для тебя.' Вдалеке, за руинами, мелькнула тень - огромная, с глазами, как бездна, заставившая воздух сгуститься. Ситори вздрогнул, но Незнакомец лишь кивнул, будто знал, что она там.\n\n- Твой свет принадлежит тебе, котёнок, - сказал он, отступая в тени, его голос был как раскат грома, сотканный из пепла и звёзд. - Твои кошки знают это. И я тоже.\n\nОн растворился в темноте, как будто его никогда не было. Ситори остался сидеть, прижимая к себе плащ, пахнущий пеплом и звёздами. Коты не шевелились, их тепло обволакивало, как сад, который, казалось, дышал вместе с ними."
}
]
