[
  {
    "title": "Ночь 1",
    "text": "Ночь первая: Знакомство в руинах\n\nТьма в Чёрных Садах была особенной — не просто отсутствием света, а чем-то живым, вязким, обволакивающим. Она оседала на коже липкой плёнкой, проникала в лёгкие с каждым вдохом, заставляя сердце биться чуть быстрее. Ситори провёл языком по пересохшим губам, ощущая вкус магической пыли — горьковатый, с металлическим привкусом, словно он лизал лезвие ножа.\n\nКварк, свернувшийся у него на плече, внезапно напрягся.\n\n'Здесь пахнет чужим', — прошептал кот, и его голос прозвучал прямо в сознании, как всегда, когда он был взволнован. Шерсть на загривке встала дыбом, и Ситори почувствовал, как по его спине пробежали мурашки.\n\nОн замедил шаг. Руины храма перед ними изгибались в неестественных углах, словно кто-то сломал реальность и собрал её заново, но кое-как. Стены покрывал чёрный мох, мерцающий тусклым синим светом при малейшем движении воздуха. Ситори протянул руку, коснулся пальцами древней кладки — и мох вспыхнул ярче, осветив его бледную кожу холодным сиянием.\n\n— Ты не должен был сюда приходить, — сказал кто-то за его спиной.\n\nГолос прозвучал так неожиданно, что Ситори вздрогнул и резко обернулся. Незнакомец стоял в тени разрушенной арки, и лишь золотистый отсвет в его глазах выдавал, что это не очередная галлюцинация, порождённая магией этого места.\n\nЧеловек? Нет. Демон. Но какой-то... другой.\n\n— Это место не прощает любопытных, — продолжил незнакомец. Его слова падали тяжело, как камни в бездонный колодец, и эхо разносилось по руинам, смешиваясь с шёпотом теней.\n\nСитори не ответил. Вместо этого он неосознанно прижал ладонь к алтарю в центре храма — и камень под его пальцами дрогнул.\n\nВсё произошло мгновенно.\n\nТрещина. Фиолетовое пламя, вырывающееся из неё. Громкий треск, от которого заложило уши. И затем — чья-то рука, сжимающая его запястье с такой силой, что кости затрещали.\n\nОн даже не успел закричать.\n\nМагии столкнулись.\n\nСвет Ситори — чистый, почти болезненно-яркий — переплелся с чем-то тёмным, глубоким, бесконечно древним. Воздух взорвался искрами, и на каменном полу расцвели хрустальные цветы. Они росли прямо на глазах, их лепестки переливались всеми оттенками синего и фиолетового, а в сердцевине мерцали крошечные звёзды.\n\nКварк выгнул спину и зашипел, прыгнув на землю.\n\nНезнакомец разжал пальцы и отступил на шаг. Его глаза — теперь Ситори разглядел их properly — были действительно золотыми, с вертикальными зрачками, как у хищника.\n\n— Интересно..., — прошептал он, глядя на цветы. Они не должны были вырасти.\n\nСитори медленно поднял дрожащую руку. Его магия всё ещё колыхалась в воздухе, как морская пена после шторма.\n\n— Кто вы? — спросил он, и его собственный голос показался ему чужим.\n\nНезнакомец не ответил. Вместо этого он наклонился, сорвал один из цветов и протянул его Ситори.\n\n— Возьми. На память.\n\nИ прежде чем Ситори успел что-то сказать, тени сомкнулись вокруг незнакомца, и он исчез.\n\nТолько цветок в его руке — и шепот Кварка:\n\n'Он пахнет звёздами... и пеплом.'"
  },
  {
    "title": "Ночь 2",
    "text": "Ночь вторая: Прикосновение власти\n\nКварк урчал, уткнувшись мордой в лапы, когда Ситори вновь коснулся лепестков хрустального цветка. Тот отозвался мягким светом, как будто дышал — будто ждал чего-то. Или кого-то.\n\nСитори не спал. Время стиралось. Его взгляд возвращался к западной арке, туда, где в прошлый раз исчез Он.\n\nЖдал? Ситори бы не признался себе в этом. Но ожидание было в каждом движении, в каждом вдохе.\n\nИ вот — тени у арки сгустились. Беззвучно. Не как приход — как приказ.\n\nОн стоял там: высокий, в чёрном кафтане, и глаза его светились золотом, как свет звезды, которую не ослепишь. Хищные, властные. Не оставляющие пространства для сомнений.\n\n— Опять ты, — голос прозвучал спокойно. Даже лениво. Но в нём чувствовалась власть, как в дыхании пламени.\n\nСитори приподнялся. — Вы… вернулись?\n\n— Я никогда не ухожу, — отозвался он. — Лишь позволяю забыть на время.\n\nОн сделал шаг. Его движения были точны, экономны. Не скользил — владел пространством. И пространство подчинялось.\n\n— Почему ты продолжаешь приходить? — спросил Незнакомец, разглядывая цветок. — Любопытство? Или одиночество?\n\nСитори не знал, что ответить. Сам вопрос показался слишком личным.\n\n— Я... не знаю.\n\nНезнакомец усмехнулся. Не добродушно. Как будто услышал подтверждение не своей догадки — своего приговора.\n\nНейтрон шагнул вперёд. Он смотрел, как всегда, настороженно — но не шипел. Наоборот. Кот дотронулся до сапога демона.\n\nНезнакомец опустил взгляд, но не пошевелился. Лишь поднял руку — и провёл ею над шерстью.\n\nНа мгновение — мир замер.\n\nШерсть стала прозрачной. В ней открылась бесконечность. Словно сквозь тело кота можно было заглянуть в космос, который был... подчинён. Неотъемлем.\n\n— Они помнят, — произнёс он. — Даже если ты — нет.\n\nСитори хотел спросить: что именно? Но горло сжалось. Магия вокруг — его собственная и чужая — сливалась в воздухе, тягучей, как мёд.\n\n— Я не знаю, как вас звать, — с трудом выдохнул он.\n\n— И не должен, — Незнакомец посмотрел прямо в его душу. — Пока ты не заслужишь имени, его знать — вредно.\n\nОн развернулся, и воздух дрогнул от тени.\n\n— Но ты можешь продолжать приходить. Я разрешаю.\n\nИ исчез.\n\nСитори остался сидеть, не понимая — в этом ли был вызов… или приказ.\n\nЦветок в его ладони засиял ярче, отзываясь. Или отдавая дань тому, кто только что прошёл сквозь этот мир, как царь — по храму."
  },
  {
    "title": "Интерлюдия: Возвращение домой",
    "text": "Между Ночами: Возвращение домой\n\nСитори прижал ладонь к фамильному гербу у ворот — змея, пожирающая собственную тень, свивалась в узор, обжигающий пальцы. Дерево под кожей дышало. Дом чувствовал возвращение. И не прощал его.\n\nТишина в саду казалась слишком плотной, как будто воздух сгустился в желе. Коты прижались к ногам — даже Кварк не мурлыкал. Луна соскальзывала по крышам, боясь заглянуть внутрь.\n\n— Опять где-то шлялся?\n\nГолос Ариэля сорвался с верхней галереи, лёгкий, почти ленивый, но в нём уже скользила бритвенная кромка. Ситори не ответил, только провёл рукой по спине Нейтрона. Тот дрожал, будто ловил запах грозы.\n\n— В библиотеке, — выдохнул он.\n\n— Конечно. — Ариэль усмехнулся. — И какие жуткие фолианты ты изучал в три утра?\n\nОн спрыгнул вниз беззвучно, как ящерица с дерева. Плащ распахнулся за ним, будто крылья.\n\n— Отец искал тебя. Опять. Ты, как всегда, был недоступен.\n\nСитори поднял глаза. Ариэль был красив, как огонь, и так же опасен — рыжие волосы, зелёные глаза, в которых не было ни капли сомнений. Ни разу.\n\n— Я не знал.\n\n— Ты никогда не знаешь, — почти ласково.\n\nПальцы сомкнулись в его волосах. Резкий рывок. Боль вспыхнула в виске. Но Ситори остался неподвижен. Всё как всегда. Всё знакомо.\n\n— Ты идёшь к нему. Сейчас. Не заставляй меня напоминать, кто в этом доме имеет голос.\n\nИ он отпустил. Почти аккуратно.\n\nКабинет Андромелеха\n\nТяжёлый воздух. Пыль веков, вино, пергамент и что-то, похожее на старую кровь. Шторы всегда закрыты. Мир здесь — крошечный, тёмный, имперский.\n\nАндромелех сидел за массивным столом, как тронный голем, собирающий в себе все приказы мира. Посох подле руки — тонкий, гравированный, как часть его самого.\n\n— Где?\n\n— В руинах. За Чёрными садами.\n\n— Зачем?\n\n— Я... изучал артефакты.\n\nПауза. Посох стукнулся об пол. Один раз. Не громко. Но от звука по позвоночнику Ситори пробежали иглы.\n\n— Ты врёшь, — мягко сказал отец. — И ты знаешь, что бывает, когда ты врёшь.\n\nОн поднялся. Его шаги были неспешны, но в них ощущалось движение стены. Он встал перед Ситори. Тень накрыла его с головой.\n\n— Я чувствую это на тебе. След чужой силы. Ты что-то принёс домой.\n\n— Нет.\n\n— В последний раз спрашиваю.\n\n— Я... встретил кого-то.\n\nТишина. Глубокая, как бездна.\n\n— Кого?\n\nСитори не знал, почему сказал правду.\n\n— Не знаю.\n\nПосох опустился, быстро. В живот. Он согнулся. Второй удар — по рёбрам. Третий — по плечу. Он не закричал. Только выдохнул. Как можно тише.\n\n— Имя. Ты принесёшь мне имя. Или я вырежу его из тебя сам.\n\nКомната Ситори\n\nТени в его комнате были тише, чем во дворце. Почти ласковые. Аиша стояла у окна, её серебристые волосы напоминали отражение луны в воде. В руках — ни книги, ни знака, будто она просто существовала, как статуя.\n\n— Ты опять... — начала она.\n\n— Мама. Пожалуйста. Не сейчас.\n\nОна не подошла. Только смотрела. В её взгляде не было упрёка. Только страх. И усталость.\n\n— Он не шутит.\n\n— Я знаю.\n\n— Кто этот человек?\n\nСитори закрыл глаза.\n\n— Не знаю.\n\nОна вздохнула. Тяжело.\n\n— Тогда придумай. Или сбеги.\n\nДверь закрылась бесшумно.\n\nНейтрон прыгнул на кровать и уткнулся мордой в руку Ситори."
  },
  {
    "title": "Ночь 3",
    "text": "Ночь третья: Неизбежное приближение\n\nСитори пришёл в руины раньше обычного.\n\nНебо ещё не успело полностью потухнуть, и тусклый отсвет Преисподней ложился на камни жирными мазками багрового света. Он шёл, чуть согнувшись, прижимая руку к боку. Боль не отпускала с утра — подарки отцовского посоха.\n\nНейтрон ступал рядом бесшумно, улавливая его напряжение.\n\nНо что-то изменилось.\n\nРуины встретили его не тишиной, как прежде, а гулким эхом — будто стены впитывали каждый шаг, каждое движение, и возвращали его с задержкой. Воздух был тягучим, насыщенным магией, как перед грозой. Где-то в глубине — на месте алтаря — светилось слабое фиолетовое пламя.\n\nСитори остановился.\n\nОн не знал, зачем пришёл. Или знал — и не хотел этого признавать.\n\nОн чувствовал чужое присутствие ещё до того, как тень вышла из темноты.\n\n— Слишком рано, — раздался голос.\n\nОн был спокоен, но в нём было то, что останавливало дыхание. Власть, что не требовала доказательств. Звук, к которому прислушиваются даже стены.\n\nНезнакомец. Тот же, кого Ситори видел уже две ночи — стоял в нескольких шагах. Он больше не прятался за полумраком. Чёрный кафтан, серебро в волосах, и те же золотые глаза, в которых светилась чуждая, неуместная тишина.\n\n— Я не думал, что вы появитесь снова, — тихо сказал Ситори.\n\nНезнакомец не ответил сразу. Его взгляд скользнул по Ситори, остановившись на его позе, руке, прижатой к боку.\n\n— Ты ранен, — произнёс он, не спрашивая.\n\nСитори невольно напрягся.\n\n— Это не ваше дело.\n\n— Всё здесь — моё дело, — отрезал «Л.», спокойно, но без намёка на мягкость.\n\nОн шагнул ближе, и в этом шаге было что-то пугающе уверенное — не угроза, но констатация власти. Не спрашивающей, не объясняющейся.\n\nСитори отступил. На один шаг. Этого хватило, чтобы почувствовать, как стены будто сдвинулись ближе.\n\n— Я пришёл не за этим, — выдавил он.\n\n— Зачем тогда?\n\n— Я не обязан отвечать.\n\nТишина.\n\nПотом — лёгкое движение воздуха. Незнакомец подошёл ближе. Слишком близко.\n\n— Обязан — нет. Но если ты хочешь выжить — тебе придётся научиться говорить.\n\nОн протянул руку — не чтобы коснуться, но достаточно, чтобы Ситори почувствовал, насколько она близко. В воздухе возник дрожащий резонанс. Магия.\n\nСитори стиснул зубы.\n\n— Не трогайте меня.\n\nРука осталась в воздухе.\n\n— Хорошо, — сказал Люцифер. Его голос сместился, стал почти мягким. Почти. — Но рано или поздно кто-то всё равно это сделает.\n\nОн отступил первым — что удивительно. Тень словно скользнула с его плеч, впиталась в землю.\n\n— У тебя есть дар, — сказал он. — Но без воли ты станешь лишь сосудом.\n\nСитори не ответил.\n\n— Завтра. Я приду. И ты уже не будешь выглядеть так жалко.\n\nОн исчез. Без звука. Без тени.\n\nНейтрон зашипел в пустоту.\n\nСитори остался стоять, сжимая ладонью ребро, чувствуя, как внутри что-то дрожит — не страх, не боль. Что-то, что будет хуже, если дать ему имя."
  },
  {
    "title": "Интерлюдия: Разговор Сингуларии и Незнакомца",
    "text": "Интерлюдия: Наблюдатель\n\nОбсерватория на краю реальности. Стены — из застывшего света, потолка нет, только вращающиеся созвездия. Свет и тьма не спорят здесь — они сосуществуют.\n\nОн стоял у окна — высоком, изогнутом, будто выгнутом самой геометрией Преисподней. Он смотрел вниз, на один из нижних слоёв — туда, где сейчас медленно шёл Ситори. Тот держался за рёбра и шёл слишком прямо для того, кто едва дышит.\n\nСингулария появилась в отражении. Беззвучно. От неё пахло ничем — как от небытия.\n\n— Ты наблюдаешь за ним уже три часа, — сказала она. Не вопрос, не упрёк. Просто факт, как падение звезды.\n\n— Я слежу за многими, — ответил Он, не отводя взгляда.\n\n— Но этот — один. Единственный. — Она подошла ближе, всматриваясь в его лицо. — Ты давно не позволял себе столько вовлечённости. Почему он?\n\nОн промолчал. В его взгляде не было ни жалости, ни интереса. Но не было и пустоты. Только удерживаемое решение.\n\nСингулария чуть прищурилась.\n\n— Ты знаешь, что он врёт дома. Что боится собственного имени. Что он не твой.\n\n— Пока, — спокойно ответил Он.\n\nОна приподняла бровь.\n\n— То есть ты уже решил.\n\n— Я наблюдаю, — повторил Он. — Пока он идёт к краю — я наблюдаю. Но если он сделает шаг... я не дам ему упасть.\n\nСингулария усмехнулась.\n\n— Как милосердно. Ты, великий Император Преисподней, играешь в спасителя для того, кто даже не знает, что тонет.\n\nИмператор наконец обернулся. Его глаза — всё ещё золотые, но в них горел выбор.\n\n— Он знает. Он просто не признаётся.\n\n— Как и ты?\n\nОн не ответил. Только чуть сжал пальцы — и на рукаве осталась пыль. Светлая, как от лепестков. След.\n\nСингулария взглянула на это пятно.\n\n— Белые розы в Чёрном саду. Это жест. Он их не понял.\n\n— Он почувствовал.\n\n— Ты подарил ему завтра.\n\n— Я не позволю, чтобы в моём мире его ломали дальше. Это... неприемлемо.\n\nТон был почти ледяным. Но холод — это тоже форма защиты.\n\nСингулария на мгновение замолчала. Затем, медленно, с нечастой для неё мягкостью:\n\n— Он меняет тебя.\n\n— Он меня помнит, — ответил Император, глядя куда-то вглубь себя. — Даже не зная, кого именно. И это... раздражает.\n\n— Ты злишься на него?\n\n— На себя. Что всё ещё хочу быть узнанным.\n\nМолчание.\n\nЗатем Сингулария отступила, её платье растворилось в созвездиях.\n\n— Береги себя, брат. Если ты сорвёшься — никто не удержит тебя, кроме него. А он пока слишком хрупкий.\n\nОна исчезла, оставив на подоконнике знак — узор звёзд, складывающийся в бегущего снежного барса.\n\nИмператор посмотрел на него — долго — и только после этого позволил себе медленно выдохнуть."
  }
]
